Repository: muayyad-alsadi/chmviewkit
Catalog: po/*.po
Languages: ar

source: CHM Viewer
ar: عارض CHM

source: HTML Help(CHM) viewer
ar: عارض ملفات المساعدة CHM

source: open [%s] in external browser
ar: فتح [%s] في متصفح خارجي

source: Open Link in New Tab
ar: فتح في لسان جديد

source: Topics Tree
ar: شجرة الموضوعات

source: Index
ar: الفهرس

source: Search
ar: بحث

source: CHM (Compiled HTML) Files Viewer
ar: عراض لملفات CHM المصنفة

source: Open a CHM file
ar: فتح ملف CHM

source: Print current page
ar: طباعة الصفحة الحالية

source: Go Back
ar: عودة

source: Go Forward
ar: أمام

source: Zoom in
ar: تكبير

source: Makes things appear bigger
ar: يظهر الأشياء أكبر

source: Zoom out
ar: تصغير

source: Makes things appear smaller
ar: يظهر الأشياء أصغر

source: 1:1 Zoom
ar: تقريب 1:1

source: restore original zoom factor
ar: استعادة معامل التقريب

source: CHM Files
ar: ملفات CHM

source: All files
ar: كل الملفات

source: unable to open file [%s]!
ar: غير قادر على فتح الملف [%s]!
